Repository: Arandusoft/fpcpaymowidget
Catalog: i18n/paymowidget.*.po
Languages: es

# tfrmmain.btnabout.caption
source: About
es: Acerca de

# tfrmmain.btnopenpaymoapp.caption
source: Open Paymo App
es: Abrir Paymo App

# tfrmmain.btnopensettingsfolder.caption
source: Open Settings Folder...
es: Carpeta Configuración...

# tfrmmain.btnquit.caption
source: Quit
es: Salir

# tfrmmain.btnrefresh.caption
source: Refresh
es: Recargar

source: Reset
es: Resetear

# tfrmmain.btnsettings.caption
source: Settings
es: Configuración

source: Show time in app icon
es: Mostrar tiempo en icono de app

source: Project
es: Proyecto

source: Refresh data interval (in seconds)
es: Intervalo de refresco de datos (en segundos)

source: Task
es: Tarea

# tfrmmain.miabout.caption
source: About
es: Acerca de

# tfrmmain.miopenpaymoapp.caption
source: Open Paymo App
es: Abrir Paymo App

# tfrmmain.miquit.caption
source: Quit
es: Salir

# tfrmmain.mirefresh.caption
source: Refresh
es: Recargar

# tfrmmain.misettings.caption
source: Settings
es: Configuración

source: Show
es: Mostrar

source: Company
es: Empresa

source: User Name
es: Nombre de Usuario

source: Timesheet
es: Horas trabajadas

# tfrmtimeentry.btndeleteentry.caption
source: Delete Entry
es: Eliminar Entrada

source: Use Existing Task
es: Usar Tarea Existente

# tfrmtimeentry.btnsaveentry.caption
source: Save Entry
es: Guardar Entrada

source: Now
es: Ahora

source: Edit Time Entry
es: Editar Entrada de Tiempo

source: Completed Task
es: Tarea Completada

source: Cancel
es: Cancelar

source: Task description:
es: Descripción:

source: Project:
es: Proyecto:

source: Task List:
es: Lista:

source: Task:
es: Tarea:

source: Date
es: Fecha

source: Additional
es: Adicional

source: Create Task
es: Crear Tarea

# uresourcestring.rsdeleteentry
source: Delete Entry
es: Eliminar Entrada

source: Error: Can't create task.
es: Error: No se puede crear la tarea.

source: Error: Can't delete time entry.
es: Error: No se puede eliminar la entrada de tiempo.

source: Can't login.
es: No se puede iniciar sesión.

source: Error: Can't login. Try generating a new API Key.
es: Error: No se puede iniciar sesión. Intenta generando una nueva API Key.

source: Error: Can't start timer.
es: Error: No se puede iniciar el temporizador.

source: Error: Can't start timer. Try stopping current timer first.
es: Error: No se puede iniciar el temporizador. Intenta parar el temporizador actual primero.

source: Error: Can't stop timer.
es: Error: No se puede parar el temporizador.

source: Error: Can't update task.
es: Error: No se puede actualizar la tarea.

source: Error: Can't update time entry.
es: Error: No se puede actualizar la entrada de tiempo.

source: Main Timer
es: Temporizador Principal

source: Apparently there is no Internet connection. Try again soon.
es: Aparentemente no hay conexión a Internet. Intenta de nuevo pronto.

source: PENDING TASKS
es: TAREAS PENDIENTES

source: Please enter task description.
es: Por favor ingrese la descripción de la tarea.

source: Please fill all fields.
es: Por favor llene todos los campos.

# uresourcestring.rssaveentry
source: Save Entry
es: Guardar Entrada

source: Start Timer
es: Iniciar Temporizador

source: Sync complete successfully
es: Sincronización completada correctamente

source: Sync complete with error. Can't update some items. See debug.log for details.
es: Sincronización completada con errores. No se pudieron actualizar algunos items. Mira el debug.log para mas detalles.

source: Task is complete
es: Tarea completada

source: There must be at least a minute of difference between start and end time.
es: Debe haber al menos un minuto de diferencia entre el tiempo inicial y el tiempo final.

source: TODAY
es: HOY

source: Too many Requests. Try again soon.
es: Demasiadas peticiones. Intenta de nuevo pronto.

source: Working Offline: The data will be saved the next time you are online.
es: Trabajando Offline: Los datos serán guardados la próxima vez que estés online.

source: YESTERDAY
es: AYER
